Repository: oveleon/contao-advanced-form-bundle
Catalog: src/Resources/contao/languages/*/*_advanced_form_data.xlf
Languages: de

# tl_advanced_form_data.new.0
source: New form data
de: Neue Formular-Daten

# tl_advanced_form_data.new.1
source: Create a new form dataset
de: Einen neuen Formular-Datensatz anlegen

# tl_advanced_form_data.edit.0
source: Edit form data
de: Formular-Daten bearbeiten

# tl_advanced_form_data.edit.1
source: Edit form data ID %s
de: Die Formular-Daten ID %s bearbeiten

# tl_advanced_form_data.delete.0
source: Delete form data
de: Formular-Daten löschen

# tl_advanced_form_data.delete.1
source: Delete form data ID %s
de: Die Formular-Daten ID %s löschen

# tl_advanced_form_data.show.0
source: Form data details
de: Formular-Daten Details

# tl_advanced_form_data.show.1
source: Show the details of form data ID %s
de: Details der Formular-Daten ID %s anzeigen

# tl_advanced_form_data.title_legend
source: Title
de: Titel

# tl_advanced_form_data.textfield_legend
source: Text fields
de: Text-Felder

# tl_advanced_form_data.numberfield_legend
source: Number fields
de: Zahlen-Felder

# tl_advanced_form_data.tstamp.0
source: Revision date
de: Änderungsdatum

# tl_advanced_form_data.tstamp.1
source: Date and time of the latest revision
de: Datum und Uhrzeit der letzten Änderung

# tl_advanced_form_data.title.0
source: Title
de: Titel

# tl_advanced_form_data.title.1
source: Title of form data.
de: Titel der Formular-Daten.

# tl_advanced_form_data.member.0
source: Member
de: Mitglied

# tl_advanced_form_data.member.1
source: The assigned user.
de: Der zugewiesene Benutzer.

# tl_advanced_form_data.textfield1.0
source: Text field 1
de: Text-Feld 1

# tl_advanced_form_data.textfield1.1
source: The first searchable text field.
de: Das erste durchsuchbare Textfeld.

# tl_advanced_form_data.textfield2.0
source: Text field 2
de: Text-Feld 2

# tl_advanced_form_data.textfield2.1
source: The second searchable text field.
de: Das zweite durchsuchbare Textfeld.

# tl_advanced_form_data.textfield3.0
source: Text field 3
de: Text-Feld 3

# tl_advanced_form_data.textfield3.1
source: The third searchable text field.
de: Das dritte durchsuchbare Textfeld.

# tl_advanced_form_data.textfield4.0
source: Text field 4
de: Text-Feld 4

# tl_advanced_form_data.textfield4.1
source: The fourth searchable text field.
de: Das vierte durchsuchbare Textfeld.

# tl_advanced_form_data.textfield5.0
source: Text field 5
de: Text-Feld 5

# tl_advanced_form_data.textfield5.1
source: The fifth searchable text field.
de: Das fünfte durchsuchbare Textfeld.

# tl_advanced_form_data.textfield6.0
source: Text field 6
de: Text-Feld 6

# tl_advanced_form_data.textfield6.1
source: The sixth searchable text field.
de: Das sechste durchsuchbare Textfeld.

# tl_advanced_form_data.numberfield1.0
source: Number field 1
de: Zahlen-Feld 1

# tl_advanced_form_data.numberfield1.1
source: The first searchable number field.
de: Das erste durchsuchbare Zahlenfeld.

# tl_advanced_form_data.numberfield2.0
source: Number field 2
de: Zahlen-Feld 2

# tl_advanced_form_data.numberfield2.1
source: The second searchable number field.
de: Das zweite durchsuchbare Zahlenfeld.

# tl_advanced_form_data.numberfield3.0
source: Number field 3
de: Zahlen-Feld 3

# tl_advanced_form_data.numberfield3.1
source: The third searchable number field.
de: Das dritte durchsuchbare Zahlenfeld.

# tl_advanced_form_data.numberfield4.0
source: Number field 4
de: Zahlen-Feld 4

# tl_advanced_form_data.numberfield4.1
source: The fourth searchable number field.
de: Das vierte durchsuchbare Zahlenfeld.

# tl_advanced_form_data.numberfield5.0
source: Number field 5
de: Zahlen-Feld 5

# tl_advanced_form_data.numberfield5.1
source: The fifth searchable number field.
de: Das fünfte durchsuchbare Zahlenfeld.

# tl_advanced_form_data.numberfield6.0
source: Number field 6
de: Zahlen-Feld 6

# tl_advanced_form_data.numberfield6.1
source: The sixth searchable number field.
de: Das sechste durchsuchbare Zahlenfeld.

# tl_advanced_form_data.textarea1.1
source: The first searchable texarea.
de: Die erste durchsuchbare Texarea.

# tl_advanced_form_data.textarea2.1
source: The second searchable texarea.
de: Die zweite durchsuchbare Texarea.

# tl_advanced_form_data.textarea3.1
source: The third searchable texarea.
de: Die dritte durchsuchbare Texarea.
