Repository: oveleon/contao-advanced-form-bundle
Catalog: src/Resources/contao/languages/*/*_form_field.xlf
Languages: de

# tl_form_field.rangemin.0
source: Minimum range
de: Minimaler Bereich

# tl_form_field.rangemin.1
source: Here you can define the minimum range.
de: Hier können Sie den minimalen Bereich festlegen.

# tl_form_field.rangemax.0
source: Maximum range
de: Maximaler Bereich

# tl_form_field.rangemax.1
source: Here you can define the maximum range.
de: Hier können Sie den maximalen Bereich festlegen.

# tl_form_field.rangestep.0
source: Range step gradiation
de: Bereichabstufung

# tl_form_field.rangestep.1
source: Here you can define the step gradation of range fields.
de: Hier können Sie die Anstufung von Bereichen festelegen.

# tl_form_field.outputField.0
source: Output field
de: Feld ausgeben

# tl_form_field.outputField.1
source: The field name is displayed in the range field.
de: Der Feldname wird im Bereichsfeld ausgeben.

# tl_form_field.outputLegend.0
source: Output field legend
de: Feldbezeichnung ausgeben

# tl_form_field.outputLegend.1
source: The field legend is displayed in the range field.
de: Die Feldbezeichnung wird im Bereichsfeld ausgeben.
